signIn=S'identifier
register=S'inscrire
email=Email
password=Mot de passe
rememberMe=Se souvenir de moi
emailMsg=Saisissez votre email
passwordMsg=Saisissez votre mot de passe

firstName=Pr\u00e9nom
lastName=Nom de famille
address1=Adresse 1
address2=Adresse 2
country=Pays
city=Ville
postalCode=Code postal
province=Province
homePhone=T\u00e9l\u00e9phone fixe
cellPhone=T\u00e9l\u00e9phone portable
companyName=Nom de la companie
rePassword=Retaper le mot de passe

firstNameMsg=Saisissez votre prenom
lastNameMsg=Saisissez votre nom de famille
address1Msg=Saisissez l'adresse 1
address2Msg=Saisissez l'adresse 2
cityMsg=Saisissez votre ville
countryMsg=Saisissez votre pays
provinceMsg=Saisissez votre province
postalCodeFiller=Code postal
postalCodeMsg=Saisissez votre code postal
homePhoneMsg=Saisissez votre telephone fixe
cellPhoneMsg=Saisissez votre telephone portable
companyNameMsg=Saisissez votre nom de companie

valueNotNull=La valeur ne doit pas \u00eatre laiss\u00e9e vide
invalidPostalCode=Format de code postal incorrect (format correct: A1A1A1)
invalidCellPhone=T\u00e9l\u00e9phone portable non valide: contient des caract\u00e8res non num\u00e9riques
invalidHomePhone=T\u00e9l\u00e9phone fixe non valide: contient des caract\u00e8res non num\u00e9riques
invalidCellDigits=T\u00e9l\u00e9phone portable invalide: pas 10 chiffres
invalidHomeDigits=T\u00e9l\u00e9phone fixe invalide: pas 10 chiffres
noUserExists=L'utilisateur avec cet e-mail n'existe pas
badPassword=Mot de passe incorrect
emailExists=L'email existe d\u00e9j\u00e0
invalidEmail=Format de e-mail non valide (exemple du format correct: alberto@gmail.com)
passMatchBad=Les mots de passe ne correspondent pas

managerAds=Gestionnaire - Annonces
savedChanges=Les modifications ont \u00e9t\u00e9 enregistr\u00e9es!
adManage=Gestion de l'annonce
adID=ID d'annonce
adURL=URL d'annonce
adImg=Nom de l'image
dateCreated=Date cr\u00e9\u00e9
lastModified=Derni\u00e8re modification
status=Statut
editAd=Modifier
createAd=Cr\u00e9er un annonce
enterURL=Saisissez le URL d'annonce
enterImg=Saisissez le nom d'image
displayAd=Afficher
removeAd=Retirer
removed=Supprim\u00e9
notRemoved=Non supprim\u00e9

badPrice=Prix invalide: contient des caract\u00e8res non num\u00e9riques
badPages=Nombre de pages non valide: contient des caract\u00e8res non num\u00e9riques
isbnDigits=ISBN ne doit pas comporter plus de 13 chiffres
badIsbn=ISBN non valide: contient des caract\u00e8res non num\u00e9riques
isbnExists=ISBN existe d\u00e9j\u00e0
displayBook=Afficher le livre
removeBook=Supprimer le livre
manInventory=Inventaire du gestionnaire
invManage=Gestion des Inventaire
mystery=Myst\u00e8re
fiction=Fiction
scifi=Science-Fiction
horror=Horreur
fantasy=Fantaisie
title=Titre
titleMsg=Entrez le titre
author=Auteur(s)
authorMsg=S\u00e9lectionnez le ou les auteurs
isbn=ISBN
isbnMsg=Entrez isbn
searchBooks=Rechercher des livres ...
createBook=Cr\u00e9er un livre
editBook=Modifier le livre
genre=Genre
genreMsg=S\u00e9lectionnez le genre
salePrice=Prix de vente
salePriceMsg=Entrez le prix de vente
listPrice=Prix catalogue
listPriceMsg=Entrer le prix catalogue
wholesalePrice=Prix de gros
wholesalePriceMsg=Entrez le prix de gros
totalSales=Total des ventes
publisher=Editeur
publisherMsg=S\u00e9lectionner l'\u00e9diteur
pages=Nombre de pages
pagesMsg=Entrez le nombre de pages
desc=Description
descMsg=Entrez la description
filterGenre=Filtrer par genre
searchBy=Recherche par

onSale=En solde
noSale=Pas en solde
editSale=Modifier la vente
showSales=Livres
manSales=Gestionnaire - Ventes
saleManage=Gestion des ventes
allBooks=Tous les livres
oldSale=Ancien prix de vente
newSale=Nouveau prix de vente

addOrder=Ajouter une commande
removeOrder=Supprimer la commande
editOrder=Modifier la commande
clientEmail=Email du client
numItems=Nombre d'articles
addItem=Ajouter un \u00e9l\u00e9ment
removeItem=Supprimer l'\u00e9l\u00e9ment
manOrders=Commandes du gestionnaire
orderManage=Gestion des commandes
searchOrders=Rechercher des commandes ...
orderNum=# de commande
cancel=Annuler
editItem=Modifier l'\u00e9l\u00e9ment
itemNum=# d'article
priceSold=Prix vendu
orderID=ID de la commande
itemIsbn=ISBN de l'article
newSalePriceMsg=Entrez le nouveau prix de vente

manSurveys=Gestionnaire - Enqu\u00eates
surveyManage=Gestion de l'enqu\u00eate
addSurvey=Cr\u00e9er une enqu\u00eate
editSurvey=Modifier l'enqu\u00eate
surveyId=# d'enqu\u00eate
surveyName=Nom de l'enqu\u00eate
surveyDesc=Description de l'enqu\u00eate
surveyItem=\u00c9l\u00e9ment d'enqu\u00eate
invalidDouble=Double invalide
surveyNameMsg=Entrez le nom de l'enqu\u00eate
surveyDescMsg=Entrer la description de l'enqu\u00eate
surveyItemMsg=Entrer l'\u00e9l\u00e9ment d'enqu\u00eate

disabled=Enqu\u00eate d\u00e9sactiv\u00e9e
active=Enqu\u00eate active

enabled=Activ\u00e9
enableNews=Activer les nouvelles

helpPage=Page d'aide
indexPage=Page d'index
welcome=Bienvenue
featured=Livres en vedette
newsFeeds=Flux d'actualit\u00e9s
ads=Publicit\u00e9s
surveys=Sondages
bookGenres=Genres
welcomeInfo=Bienvenue sur TheBooksStore! Nous esp\u00e9rons que vous appr\u00e9cierez votre exp\u00e9rience. Les sections d'aide se trouvent au bas de chaque page, en haut du pied de page. Donc, au cas o\u00f9 vous vous demanderiez comment fonctionne une certaine page ou ce qu'il y a \u00e0 faire, n'h\u00e9sitez pas \u00e0 faire d\u00e9filer vers le bas et \u00e0 vous r\u00e9f\u00e9rer aux sections d'aide pour profiter au maximum de votre exp\u00e9rience!
featuredInfo=Un carrousel de livres en vedette sera affich\u00e9 en haut de la page, juste en dessous de la barre de navigation. La rotation est automatique, mais cliquer sur les fl\u00e8ches de chaque c\u00f4t\u00e9 affichera le livre suivant ou pr\u00e9c\u00e9dent dans le carrousel. En cliquant sur "Acheter maintenant" sous un livre, vous serez redirig\u00e9 vers sa page d'informations, o\u00f9 vous pourrez lire un r\u00e9sum\u00e9 de l'intrigue, l'ajouter \u00e0 votre panier et, pour les utilisateurs enregistr\u00e9s uniquement, laisser un avis.
bestSellerInfo=Les livres les plus vendus au moment o\u00f9 l'utilisateur acc\u00e8de \u00e0 la page seront affich\u00e9s sous le carrousel des livres en vedette. Vous pouvez cliquer sur les titres de ces livres pour acc\u00e9der \u00e0 leurs pages d'informations respectives, o\u00f9 vous pouvez lire un r\u00e9sum\u00e9 de l'intrigue, les ajouter \u00e0 votre panier et, pour les utilisateurs enregistr\u00e9s uniquement, laisser un avis. Vous pouvez \u00e9galement rechercher des livres par titre directement sur la page d'index, en utilisant la barre de recherche sous les livres les plus vendus, auquel cas cliquer sur "Rechercher" vous redirigera vers la page de la galerie avec la requ\u00eate de recherche intacte.
newsFeedInfo=Un fil d'actualit\u00e9 s\u00e9lectionn\u00e9 au hasard sera affich\u00e9 sur la page d'accueil \u00e0 chaque fois que vous y acc\u00e9derez. Vous pouvez cliquer sur certains liens interactifs pour acc\u00e9der aux pages pertinentes comme vous le feriez sur le site actuel d'o\u00f9 provient l'actualit\u00e9, ou vous avez m\u00eame la possibilit\u00e9 de lire l'article sur ledit site d'origine en cliquant sur "Lire l'article ..."
adsInfo=Deux annonces s\u00e9lectionn\u00e9es au hasard seront affich\u00e9es sur la page d'accueil chaque fois que vous y acc\u00e9derez. En cliquant sur ces annonces, l'utilisateur redirigera vers une autre page centr\u00e9e sur l'objet ou le service dont il fait la publicit\u00e9.
surveysInfo=The user has the option of participating in a randomly generated survey every time they access the home page. Upon selecting an option, their choice will be accounted for and the total number of people who selected each choice will be displayed. If the user wishes to participate in another survey, they must refresh the page.
bookGenresInfo=Pour afficher tous les livres d'un certain genre, cliquez sur l'un des 4 s\u00e9lecteurs de genre en bas de la page, juste au-dessus de l'annonce la plus r\u00e9cente. Vous avez le choix entre 4 genres de livres: myst\u00e8re, horreur, science-fiction et fantastique. En cliquant sur l'un de ces s\u00e9lecteurs, l'utilisateur redirigera vers la page de la galerie avec une requ\u00eate de recherche pour ledit genre intact, et il pourra voir tous les livres du genre demand\u00e9.

galleryInfoHeader=Page Galerie
howToSearch=Comment rechercher
bookInfo=Informations sur le livre
howToSearchInfo=Pour rechercher des livres sp\u00e9cifiques, utilisez la barre de recherche en haut de la page. Par d\u00e9faut, la recherche se fera par titre, mais vous pouvez effectuer une recherche par celui-ci, l'auteur ou l'ISBN du livre \u00e0 l'aide des boutons radio sur le c\u00f4t\u00e9 gauche du haut de l'\u00e9cran. Vous pouvez \u00e9galement filtrer par un ou plusieurs genres indiqu\u00e9s par les cases \u00e0 cocher au-dessus des boutons radio susmentionn\u00e9s. La recherche est mise \u00e0 jour lorsque vous tapez lettre par lettre.
bookInfoInfo=Pour afficher des informations sur un livre, cliquez simplement sur le titre et il vous redirigera vers la page d'informations dudit livre, y compris une image \u00e0 plus haute r\u00e9solution de la couverture, des options d'achat, des critiques de livres et des livres connexes.

bookInfoPage=Page d'informations sur le livre
leaveReview=Laisser un avis
bookInfoInfo2=Pour afficher des informations sur un livre, cliquez simplement sur le titre et il vous redirigera vers une autre page contenant une image \u00e0 plus haute r\u00e9solution de la couverture du livre et une br\u00e8ve explication de l'intrigue du livre. Lorsque vous ajoutez un livre \u00e0 votre panier, vous avez la possibilit\u00e9 d'ajouter un format PDF ou e-pub du livre en cliquant sur l'un des deux boutons situ\u00e9s au-dessus du titre et la note moyenne. Vous avez la possibilit\u00e9 d'ajouter n'importe quel nombre de livres, tant que nous avons la quantit\u00e9 sp\u00e9cifi\u00e9e desdits livres en stock. Vous pouvez \u00e9galement afficher d'autres livres du m\u00eame genre que celui que vous consultez actuellement, qui seront affich\u00e9s sous le volet de r\u00e9vision (voir \u00abLaisser une critique\u00bb pour plus d'informations sur la fa\u00e7on de soumettre une critique de livre).
leaveReviewInfo=Vous pouvez \u00e9galement laisser un avis en cliquant sur le bouton + dans le coin sup\u00e9rieur droit du volet d'avis, o\u00f9 vous pouvez afficher les avis approuv\u00e9s laiss\u00e9s par d'autres utilisateurs. Lorsque vous laissez un avis, vous devez sp\u00e9cifier un titre, une note num\u00e9rique sur 5 et une explication pour votre avis. Lors de la soumission, il sera soumis \u00e0 l'approbation, et apr\u00e8s avoir \u00e9t\u00e9 approuv\u00e9, il sera affich\u00e9 publiquement avec l'autre examen.

registration=Inscription
genRegInfo=Informations g\u00e9n\u00e9rales d'enregistrement
emailFormat=Format de l'e-mail
postalFormat=Format du code postal
provinceInfo=Information sur la province
genRegInfoInfo=Lorsque vous vous inscrivez pour devenir un nouvel utilisateur, n'oubliez pas que votre adresse e-mail ne peut pas \u00eatre modifi\u00e9e en raison de la structure de notre base de donn\u00e9es. Si quelque chose ne peut pas vous \u00eatre envoy\u00e9 par courrier en raison du fait que vous avez fourni une adresse e-mail inexistante ou mal form\u00e9e, vous devrez vous inscrire pour un nouveau compte et r\u00e9p\u00e9ter le processus de commande \u00e0 nouveau. Cela \u00e9tant dit, assurez-vous qu'aucun champ n'est laiss\u00e9 vide et que la structure appropri\u00e9e de certains champs obligatoires est respect\u00e9e. Si un champ modifi\u00e9 est laiss\u00e9 vide ou si un certain format attendu (pour le code postal et l'e-mail) n'est pas respect\u00e9, un message d'erreur s'affiche. Tant que des erreurs sont pr\u00e9sentes, un utilisateur ne peut pas \u00eatre enregistr\u00e9. Une fois tous les champs remplis et tous les crit\u00e8res requis remplis, un utilisateur peut \u00eatre enregistr\u00e9 avec succ\u00e8s. Lors de l'inscription, vous serez redirig\u00e9 vers la page de connexion o\u00f9 vous pourrez vous connecter et commencer \u00e0 d\u00e9couvrir le site en tant qu'utilisateur r\u00e9el.
emailFormatInfo=Les adresses e-mail suivent le format traditionnel (par exemple, albertfish@gmail.com ou mirandalambert@outlook.com)
postalFormatInfo=Les codes postaux suivent le format canadien: lettre, chiffre, lettre, chiffre, lettre, chiffre (par exemple H1C5D7 ou H1V8J0).
provinceInfoInfo=La province que vous s\u00e9lectionnez d\u00e9terminera les taxes appliqu\u00e9es sur les commandes. Gardez \u00e0 l'esprit que les gestionnaires peuvent changer votre province \u00e0 tout moment, donc en cas d'erreur, cela peut facilement \u00eatre corrig\u00e9 du c\u00f4t\u00e9 du gestionnaire.

loggingIn=Connexion
loginInfo=Informations de connexion
loginInfoInfo=Lors de la connexion, si un e-mail saisi par l'utilisateur n'est pas dans la base de donn\u00e9es, un message d'erreur s'affiche. Si les champs e-mail ou mot de passe sont laiss\u00e9s vides apr\u00e8s les avoir modifi\u00e9s, les messages d'erreur respectifs seront affich\u00e9s. Si un mot de passe associ\u00e9 \u00e0 un e-mail existant est incorrect, l'utilisateur ne sera inform\u00e9 qu'apr\u00e8s avoir tent\u00e9 de se connecter, apr\u00e8s quoi il lui sera demand\u00e9 d'entrer le mot de passe correct. Dans le cas o\u00f9 un utilisateur n'a pas encore cr\u00e9\u00e9 de compte, il peut cliquer sur le lien "S'inscrire" situ\u00e9 sous le formulaire de connexion pour cr\u00e9er un compte.

orderStuff=Panier / R\u00e9capitulatif de la commande / Finalisation de la commande
viewOrderSummary=Afficher le r\u00e9sum\u00e9 de la commande
finalizeInfo=Finaliser la commande
viewOrderSummaryInfo=Le r\u00e9capitulatif de votre commande comprend chacun des livres que vous avez ajout\u00e9s \u00e0 votre panier pendant toute la dur\u00e9e de votre achat actuel, la quantit\u00e9 de chaque livre, le prix total de chaque livre (en tenant compte de la quantit\u00e9), les taxes provinciales d\u00e9termin\u00e9es par la province s\u00e9lectionn\u00e9 lors de l'inscription, et le prix total de votre commande avec tout pris en compte. Si vous \u00eates satisfait de votre commande lors de l'examen du r\u00e9sum\u00e9, cliquez sur "Finaliser" et vous serez redirig\u00e9 vers un autre \u00e9cran o\u00f9 vous pourrez entrer les d\u00e9tails de votre carte de cr\u00e9dit et finaliser l'ordre.
finalizeInfoInfo=Lorsque vient le temps de finaliser votre commande, il vous sera demand\u00e9 de saisir les d\u00e9tails de votre carte de cr\u00e9dit. Le total du paiement sera d\u00e9j\u00e0 pr\u00e9sent; vous devez uniquement entrer un num\u00e9ro de carte de cr\u00e9dit valide et une date d'expiration au format MM / aaaa. Le num\u00e9ro et la date seront valid\u00e9s lors de la soumission de vos coordonn\u00e9es. S'ils sont au bon format, votre commande sera finalis\u00e9e et vous pourrez d\u00e9sormais t\u00e9l\u00e9charger les livres achet\u00e9s en acc\u00e9dant \u00e0 la page "Mes Livres". Si les d\u00e9tails ne sont pas du bon format, il vous sera demand\u00e9 de les ressaisir.

myBooksInfoHeader=Mes livres / T\u00e9l\u00e9chargement de livres
downloadBooks=T\u00e9l\u00e9charger des livres
downloadBooksInfo=Tous les livres que l'utilisateur a d\u00e9j\u00e0 achet\u00e9s et pour lesquels l'achat a \u00e9t\u00e9 finalis\u00e9 seront r\u00e9pertori\u00e9s sur cette page, avec le format dans lequel ils ont \u00e9t\u00e9 achet\u00e9s et un bouton \u00e0 c\u00f4t\u00e9 de chaque livre qui permettra \u00e0 l'utilisateur de t\u00e9l\u00e9charger un copie du livre, dans le format sp\u00e9cifi\u00e9 ci-dessus, sur leur ordinateur, o\u00f9 ils peuvent enfin commencer \u00e0 lire le livre r\u00e9el sous forme num\u00e9rique.

usersBtn=Clientes
inventoryBtn=Inventaire
ordersBtn=Ordres
salesBtn=Ventes
reviewsBtn=Commentaires
reportsBtn=Rapports
newsfeedsBtn=Fil d'actualit\u00e9
surveysBtn=Enqu\u00eates
adsBtn=Annonces

cart=Panier
finalize=Finalize
orderSummary=R\u00e9sum\u00e9 de la commande
items=Articles
subTotal=Sous-total
GST=TPS
PST=PST
HST=TVH
total=Total
finalizePurchase=Finaliser l'achat
cardType=Type de carte
cardTypeMsg=S\u00e9lectionnez le type de carte
mastercard=MasterCard
visa=Visa
cardNumber=Num\u00e9ro de carte
cardNumberMsg=Entrez le num\u00e9ro de carte
expiryMonth=Mois d'expiration
expiryMonthMsg=Entrez le mois d'expiration
expiryYear=Ann\u00e9e d'expiration
expiryYearMsg=Entrez l'ann\u00e9e d'expiration
holderName=Nom du titulaire de la carte
holderNameMsg=Entrez le nom du titulaire de la carte
shipAddress=Adresse de livraison
shipInfo=Votre adresse de facturation doit \u00eatre la m\u00eame que votre adresse de livraison
totalOrderPrice=Prix \u200b\u200btotal de la commande
invalidCardFormat=Num\u00e9ro de carte de cr\u00e9dit invalide
invalidCardChars=Num\u00e9ro de carte invalide: contient des caract\u00e8res non num\u00e9riques
invalidMonthNum=Mois invalide: doit \u00eatre compris entre 1 et 12
invalidMonth=Mois non valide: contient des caract\u00e8res non num\u00e9riques
invalidYearNum=Ann\u00e9e non valide: doit \u00eatre soit l'ann\u00e9e en cours soit l'ann\u00e9e \u00e0 venir
invalidYear=Ann\u00e9e non valide: contient des caract\u00e8res non num\u00e9riques

myOrder=Ma commande
print=Imprimer

myBooks=Mes livres
downloadMyBooks=T\u00e9l\u00e9charger mes livres
download=T\u00e9l\u00e9charger

noReviews=Pas encore d'avis.
addToCart=Ajouter au panier
review=revue
reviews=revues
genreColon=Genre:
pagesColon=Pages:
readMore=En savoir plus
createReview=Cr\u00e9er un avis
addTitle=Ajouter un titre
addTitleMsg=Veuillez entrer un titre
overallRating=Note globale
addReview=Ajouter un avis
addReviewMsg=Veuillez entrer un avis
submit=Soumettre
reviewSubmitted=Revue soumise!
similarGenre=Genre similaire
booksBy=Livres de

manageReviews=G\u00e9rer les revues
reviewManage=Gestion des revues
reviewID=ID de revue
book=Livre
rating=Revue
reviewTitle=Titre de la revue
reviewBody=Texte de revue
dateRemoved=Date de suppression
reviewCharLimit=Les critiques sont limit\u00e9es \u00e0 750 caract\u00e8res
titleCharLimit=Les titres sont limit\u00e9s \u00e0 150 caract\u00e8res
pending=En attente
reviewed=revu
approve=approuver
unapprove=Ne pas approuver
english=Anglais
french=Fran\u00e7ais
myCart = Mon panier
cartIsEmpty = Le panier est actuellement vide
remove = Supprimer
genresNav = Genres
shopNav = Acheter
managerView = Vue du gestionnaire
clientView = Vue de client
signout = D\u00e9connexion
hello = Bonjour
englishNav = Anglais - An
frenchNav = Fran\u00e7ais - Fr

#    Gallery
filterByGenre=Filtrer par genre
found=Trouver
resultsMatchingSearch=r\u00e9sultat(s) correspondant \u00e0 votre recherche
youMayAlsoLike=Tu pourrais aussi aimer
Next=Suivant
Prev=Avant

#   Index
recentlyAdded=R\u00e9cemment ajout\u00e9
shopNow=Achetez maintenant
search=Chercher
recommended=Conseill\u00e9
bestSellers=Produits les plus vendus
specials=En soldes
sales=Ventes
news=Les nouvelles
errorMsg=Quelque chose a mal tourn\u00e9
votesChoices=Votes | Choices
thankYou=Merci d'avoir r\u00e9pondu
popularGenres=Genres populaires